[{"_id": 1, "texts": [{"title": "Leah LaBelle", "text": "<p>Leah LaBelle Vladowski (September 8, 1986 – January 31, 2018) was an American singer\nShe rose to prominence in 2004 as a contestant on the third season of American Idol, placing twelfth in the season finals. In 2007, LaBelle began recording covers of R&B and soul music for her YouTube channel. These videos led to work as a backing vocalist starting in 2008 and a record deal in 2011 with Epic in partnership with I Am Other and So So Def Recordings. LaBelle released a sampler, three singles, and a posthumous extended play (EP).<br /></p>"}, {"title": "The United Kingdom", "text": "<p>The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. The total area of the United Kingdom is 242,495 square kilometres (93,628 sq mi), with an estimated 2020 population of more than 67 million people.<br /></p>"}]}, {"_id": 2, "texts": [{"title": "Leah LaBelle", "text": "<p>Born in Toronto, Ontario, and raised in Seattle, Washington, LaBelle began pursuing music ambition as a career in her teens. As a child, she performed in the Total Experience Gospel Choir and the musical Black Nativity. In 2005, LaBelle attended the Berklee College of Music for a year before dropping out and relocating to Los Angeles. While in college, she collaborated with Andreao Heard on a demo. Following the advice of an industry contact, LaBelle released her music through her YouTube channel. Keri Hilson hired LaBelle as a backing vocalist after hearing her rendition of \"Energy\", which led to her working for other artists on their tours.<br /></p>"}, {"title": "The United Kingdom", "text": null}]}, {"_id": 3, "texts": [{"title": "Leah LaBelle", "text": "<p>LaBelle signed a record deal after Pharrell Williams and Jermaine Dupri contacted her. Her sampler Pharrell Williams and Jermaine Dupri Present Leah LaBelle (2012) was distributed only to record companies. It was supported by two singles, \"Sexify\" and \"What Do We Got to Lose?\" LaBelle received the Soul Train Centric Award at the 2012 Soul Train Music Awards. She released the non-album single \"Lolita\" the following year. On January 31, 2018, LaBelle and her boyfriend Rasual Butler died in a single vehicle car crash in Los Angeles, when Butler, under the influence of alcohol and drugs, lost control of the car. A posthumous EP, Love to the Moon, was released on September 7, 2018.<br /></p>"}, {"title": "The United Kingdom", "text": "<p>The United Kingdom has evolved from a series of annexations, unions and separations of constituent countries over several hundred years. The Treaty of Union between the Kingdom of England (which included Wales, annexed in 1542) and the Kingdom of Scotland in 1707 formed the Kingdom of Great Britain. Its union in 1801 with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Most of Ireland seceded from the UK in 1922, leaving the present United Kingdom of Great Britain and Northern Ireland, which formally adopted that name in 1927. The nearby Isle of Man, Guernsey and Jersey are not part of the UK, being Crown Dependencies, but the British Government is responsible for their defence and international representation. There are also 14 British Overseas Territories, the last remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and a third of the world's population, and was the largest empire in history. British influence can be observed in the language, culture and the legal and political systems of many of its former colonies.<br /></p>"}]}]